# St7SetSolverTreeStartNumber

Sets the starting node number for the Tree type re-ordering strategy.

long St7SetSolverTreeStartNumber(long uID, long Start)

Input Parameters

uID

Strand7 model file ID.

Start

Starting node number.